<?php

namespace Database\Seeders;

use App\Models\Project;
use Illuminate\Database\Console\Seeds\WithoutModelEvents;
use Illuminate\Database\Seeder;

class ProjectSeeder extends Seeder
{
    /**
     * Run the database seeds.
     */
    public function run(): void
    {
        Project::insert([
            [
'description'=>' <div class="text ">
          <p class="">
            ফাউন্ডেশনের উদ্দেশ্য অর্জনের জন্য আমরা বিভিন্ন প্রকল্প বাস্তবায়ন করে থাকি। এ সব প্রকল্পে গ্রামীন জনগোষ্ঠীর
            স্বাস্থ্য, শিক্ষা, জীবিকা, নিরাপত্তা ইত্যাদি বিষয়ে দৃষ্টি দিয়ে উন্নত জীবনমান অর্জনের চেষ্টা করা হয়। এ সকল
            প্রকল্প বাস্তবায়নের মূল উদ্দেশ্য হল নারী পুরুষ সকলের জন্য আত্মকর্মসংস্থান এবং নারীর ক্ষমতায়ন। আমরা বিশ্বাস
            করি, নারীর ক্ষমতায়ন এবং আত্মকর্মসংস্থান করার মাধ্যমে গ্রামীণ নারী পুরুষ উভয়ের মধ্যে সমতা আনয়ন সম্ভব।
            ফলশ্রুতিতে , পারিবারিক বন্ধন দৃঢ় হবে, শিশূরা নিরাপদ হবে এবং প্রবীণদের প্রতি পারিবারিক দায়িত্ববোধ বৃদ্ধি
            পাবে। মানুষে মানুষে নিবিড় বন্ধন তৈরি এবং তাদের মধ্যে প্রাকৃতিক পরিবেশ রক্ষার দায়বদ্ধতা তৈরি আমাদের বিশেষ
            লক্ষ্য। মানবিক ও প্রাকৃতিক পরিবেশ সৃষ্টি করাই হবে আমাদের প্রকল্প বাস্তবায়নের মূল উদ্দেশ্য। প্রাণীকূলের প্রতি
            সু-আচরণ ও এর বাইরে নয়।

          </p>
        </div>
        <div class="text">
          <h4> এম এস ফাউন্ডেশন কর্তৃক ইতোমধ্যে বাস্তবায়নকৃত প্রকল্প হলো : </h4>
          <p>
          <ul>
            <li>
              স্কুল থেকে ঝরে পরা মেয়েদের সেলাই প্রশিক্ষণ প্রদান পূর্বক টেইলারিং পেশায় কর্মসংস্থান প্রকল্প
            </li>
            <li>
              শো-পিছ এবং পুঁতির অলংকার তৈরির প্রশিক্ষণ প্রদানের মাধ্যমে গ্রামীণ নারীদের আত্মকর্মসংস্থান প্রকল্প
            </li>
            <li>
              অসহায় দরিদ্র নারীদের ঢাকায় ড্রাইভিং প্রশিক্ষণ প্রদান ও আত্মকর্মসংস্থান প্রকল্প
            </li>
            <li>
              গ্রামীণ দরিদ্র ও বেকার যুবকদের জন্য নার্সারী বিদ্যা প্রশিক্ষণ ও ক্ষুদ্র ঋণ বিতরণপূর্বক নার্সারী ব্যবসায়
              আত্মকর্মসংস্থান প্রকল্প
            </li>
            <li>
              শিশুদের শারীরিক ও মানসিক বিকাশে আনন্দদানের মাধ্যমে শিক্ষণ পদ্ধতি প্রচলনে ছবির বই প্রকাশ প্রকল্প (কাজ চলছে)
            </li>
          </ul>


          </p>
        </div>
        <div class="text">
          <h4>নতুন প্রকল্পসমূহ:</h4>
          <p>
            নতুন নতুন প্রকল্প বাস্তবায়নের মাধ্যমে গ্রামীণ নারী-পুরুষের মধ্যে কর্মস্পৃহা বৃদ্ধি এবং তাদের জীবনমান
            উন্নয়নের প্রতি আগ্রহ সৃষ্টি ফাউন্ডেশনের একটি বিশেষ পদ্ধতি। নতুন প্রকল্প গ্রহণের পূর্বে নতুন প্রকল্পটি
            ফাউন্ডেশনের উদ্দেশ্য সাধনে কতটুকু সফল হবে তার উপরে স্টাডি করা হয়। বাস্তবায়নকৃত প্রকল্পের ফলাফল এ বিষয়ে ধারণা
            দিয়ে থাকে। এসকল স্তর পার হয়ে নতুন প্রকল্পের বিষয়বস্তু নির্ধারণ করা হয়। বর্তমানে নিম্নরুপ ক্ষেত্রে
            বিষয়ভিত্তিক প্রকল্পের শিরোনাম গুলি নিম্নরুপ:
          </p>
        </div>

        <div class="text">
          <ul>
            <li>প্রবীন-নবীন কেয়ার সেন্টার নির্মান পূর্বক উভয়ের সহাবস্থানে উন্নত পারিবারিক মূল্যবোধ চর্চা ও উভয়ের মানসিক
              স্বাস্থ্য ও নিরাপত্তা নিশ্চিতকরণ প্রকল্প। </li>
            <li>আত্ম-কর্মসংস্থানের লক্ষ্যে গ্রামীণ অসহায়, দরিদ্র ,স্বল্প শিক্ষিত নারীদের পাটজাত হস্তশিল্প বিষয়ে দক্ষতা
              অর্জন প্রশিক্ষণ প্রকল্প।</li>
            <li>পটুয়াখালী জেলায় বেকার ড্রাইভারদের জন্য ভাড়ায় চালিত গাড়ী সরবরাহপূর্বক আত্ম কর্মসংস্থান প্রকল্প।</li>
            <li>পরিবারভিত্তিক পতিত জমি চিহ্নিতকরণপূর্ক কৃষিজাত খাদ্য উৎপাদনে গ্রামীন যুবকদের সচেতনতা বৃদ্ধির মাধ্যমে
              আয়বর্ধক প্রকল্প।</li>
            <li>বেকার যুবক ও যুবমহিলাদের অফিস এ্যাপ্লিকেশন ও গ্রাফিক্স প্রশিক্ষণ প্রদানের মাধ্যমে ফ্রিল্যান্সিং পেশার
              বিস্তার ও আত্ম-কর্মসংস্থান প্রকল্প। </li>
            <li>গ্রামীণ স্বল্প শিক্ষিত তরুণীদের জন্য ফটোগ্রাফি ও ভিডিও নির্মাণে দক্ষতা অর্জন প্রশিক্ষণ প্রদান প্রকল্প।
            </li>
          </ul>
        </div>',
            ]
            ]);
    }
}
